tests/performance/build.yml
config:
  http:
    timeout: 60000
  target: "https://kafka-job-runner.test.aelf.dev"
  phases:
    - duration: 10
      arrivalRate: 1
      name: up to 10 user
scenarios:
  - flow:
      - post:
          url: "/api/build"
          formData:
            file:
              fromFile: "./Archive.zip"